<section class="advantages">
	<div class="advantages__container">
		<h2 class="advantages__title" data-aos="fade-right">Преимущества</h2>

		<div class="advantages__wrapper">
			<div class="advantages__content">
				<h3 class="advantages__heading" data-aos="zoom-in">
					Почему клиенты <p>выбирают нас?</p>
				</h3>

				<div class="advantages__cards advantages__cards-top" data-aos="zoom-in">
					<div class="advantages__card">
						<svg
							width="27.834473"
							height="32.000244"
							viewBox="0 0 27.8345 32.0002"
							class="advantages__card-icon">
							<path
								d="M26.99 7.36L14.99 0.23L14.97 0.23L15.07 0.17L14.85 0.17C14.6 0.04 14.33 -0.01 14.05 0C13.77 0.01 13.5 0.08 13.26 0.22L12.33 0.76L0.85 7.37C0.59 7.52 0.38 7.73 0.23 7.99C0.08 8.25 0 8.55 0 8.85L0 23.14C0 23.75 0.32 24.32 0.85 24.62L13.26 31.77C13.79 32.08 14.46 32.07 14.99 31.75L26.99 24.63C27.51 24.32 27.83 23.76 27.83 23.15L27.83 8.83C27.83 8.23 27.51 7.67 26.99 7.36ZM1.28 8.11L13.7 0.95C13.83 0.88 13.98 0.85 14.13 0.85C14.28 0.85 14.42 0.89 14.55 0.97L26.55 8.1C26.66 8.17 26.76 8.26 26.83 8.37L20.77 11.77L14.77 8.17C14.58 8.06 14.36 7.99 14.13 7.99C13.91 7.99 13.68 8.04 13.48 8.16L7.02 11.79L0.96 8.43C1.04 8.3 1.15 8.18 1.28 8.11ZM20.12 19.16L14.13 15.84L14.13 8.85C14.2 8.85 14.27 8.87 14.33 8.91L20.12 12.38L20.12 19.16ZM13.77 16.62L20.03 20.09L14.12 23.64L7.92 20.15C7.86 20.11 7.81 20.06 7.77 20L13.77 16.62ZM13.69 31.03L1.28 23.88C1.15 23.81 1.04 23.7 0.97 23.57C0.89 23.44 0.85 23.29 0.85 23.14L0.85 9.35L6.85 12.68L6.85 19.77C6.85 20.24 7.1 20.67 7.5 20.89L13.91 24.5L14.12 24.62L14.12 31.14C13.97 31.14 13.82 31.1 13.69 31.03Z"
								fill="#7B5E57" />
						</svg>
						<h4 class="advantages__card-title">Индивидуальные размеры</h4>
						<p class="advantages__card-subtitle">Делаем под любое пространство</p>
					</div>
					<div class="advantages__card advantages__card--active">
						<svg
							width="23.441406"
							height="22.416748"
							viewBox="0 0 23.4414 22.4167"
							class="advantages__card-icon">
							<path
								d="M12.26 0.03L12.37 0.03L16.04 0.03L16.12 0.03C16.58 -0.02 17.04 -0.02 17.49 0.04C18.1 0.07 18.7 0.24 19.23 0.53C20.24 0.99 21.12 1.73 21.75 2.69C22.33 3.58 22.65 4.61 22.69 5.66C22.73 6.72 22.49 7.77 21.98 8.7L16.84 3.49C16.76 3.41 16.67 3.35 16.58 3.31C16.48 3.27 16.37 3.25 16.27 3.25L14.14 3.25C13.96 3.25 13.79 3.31 13.65 3.41L10.22 6.02C10.01 6.18 9.77 6.29 9.51 6.34C9.25 6.39 8.98 6.39 8.73 6.33C8.47 6.27 8.23 6.15 8.03 5.99C7.82 5.82 7.65 5.61 7.54 5.38C7.36 5.01 7.32 4.6 7.41 4.2C7.51 3.81 7.74 3.46 8.06 3.21L12.26 0.03ZM5.87 14.2L5.84 14.22L4.62 15.43L4.6 15.45C4.42 15.62 4.18 15.72 3.93 15.71C3.68 15.71 3.45 15.61 3.27 15.43C3.18 15.34 3.11 15.24 3.06 15.12C3.01 15.01 2.99 14.88 2.99 14.76C2.99 14.63 3.01 14.51 3.06 14.39C3.11 14.28 3.18 14.17 3.27 14.09L4.49 12.87C4.67 12.69 4.91 12.59 5.17 12.59C5.42 12.59 5.67 12.69 5.85 12.87C6.21 13.24 6.22 13.82 5.87 14.2ZM5.74 16.58C5.39 16.95 5.39 17.54 5.76 17.91C5.94 18.08 6.18 18.19 6.44 18.19C6.69 18.19 6.93 18.08 7.11 17.91L8.34 16.69C8.44 16.59 8.51 16.47 8.56 16.34C8.61 16.2 8.63 16.06 8.61 15.92C8.6 15.78 8.55 15.65 8.48 15.53C8.4 15.41 8.31 15.3 8.19 15.23C8.01 15.11 7.79 15.05 7.58 15.07C7.36 15.09 7.16 15.18 7 15.32L6.98 15.35L5.76 16.56L5.74 16.58ZM2.85 10.9C2.94 10.99 3.01 11.09 3.06 11.21C3.11 11.32 3.14 11.45 3.14 11.57C3.14 11.7 3.11 11.82 3.06 11.93C3.01 12.05 2.94 12.16 2.85 12.24L1.63 13.46C1.45 13.64 1.21 13.74 0.95 13.74C0.7 13.74 0.46 13.64 0.28 13.46C0.19 13.37 0.12 13.26 0.07 13.15C0.02 13.03 0 12.91 0 12.78C0 12.66 0.02 12.54 0.07 12.42C0.12 12.3 0.19 12.2 0.28 12.11L1.5 10.9C1.68 10.72 1.92 10.62 2.18 10.62C2.43 10.62 2.67 10.72 2.85 10.9L2.85 10.9ZM10.83 17.82C10.91 17.91 10.99 18.01 11.03 18.13C11.08 18.24 11.11 18.36 11.11 18.49C11.11 18.62 11.08 18.74 11.03 18.85C10.99 18.97 10.91 19.08 10.83 19.16L9.6 20.38C9.42 20.56 9.18 20.66 8.93 20.66C8.67 20.66 8.43 20.56 8.25 20.38C8.1 20.23 8 20.03 7.97 19.82C7.95 19.6 8 19.39 8.11 19.21L8.11 19.2C8.15 19.14 8.2 19.08 8.25 19.03L9.47 17.82C9.65 17.64 9.89 17.54 10.15 17.54C10.4 17.54 10.65 17.64 10.83 17.82ZM2.51 2.25C3.4 1.37 4.49 0.72 5.69 0.36C6.89 0 8.16 -0.06 9.39 0.19L7.09 1.94C6.74 2.2 6.44 2.54 6.22 2.92C6 3.3 5.85 3.72 5.79 4.16C5.73 4.6 5.76 5.05 5.88 5.47C5.99 5.9 6.19 6.3 6.46 6.65C7 7.36 7.8 7.83 8.69 7.95C9.58 8.07 10.47 7.83 11.19 7.29L14.41 4.85L15.86 4.85L18.96 7.93L18.97 7.92L21.54 10.53L21.58 10.57L22.96 11.95C23.26 12.25 23.43 12.65 23.44 13.06C23.44 13.48 23.29 13.88 23.01 14.19C22.73 14.5 22.35 14.69 21.93 14.73C21.51 14.76 21.1 14.63 20.78 14.37L20.66 14.25L20.57 14.18L19.21 12.82C19.06 12.67 18.86 12.58 18.65 12.58C18.44 12.58 18.23 12.67 18.08 12.82C17.93 12.97 17.85 13.17 17.85 13.38C17.85 13.59 17.93 13.8 18.08 13.95L19.52 15.39C19.58 15.45 19.64 15.5 19.69 15.55L19.74 15.59C19.95 15.8 20.06 16.08 20.07 16.38C20.07 16.67 19.95 16.95 19.74 17.16C19.53 17.37 19.25 17.48 18.96 17.48C18.67 17.48 18.39 17.37 18.18 17.16L17.96 16.95C17.85 16.84 17.71 16.76 17.55 16.73C17.4 16.7 17.24 16.72 17.09 16.78C16.94 16.84 16.82 16.94 16.73 17.08C16.64 17.21 16.6 17.37 16.6 17.52C16.6 17.63 16.62 17.74 16.66 17.84C16.7 17.94 16.76 18.03 16.83 18.11L17.11 18.39C17.21 18.48 17.28 18.59 17.33 18.71C17.38 18.84 17.41 18.97 17.41 19.1C17.41 19.23 17.38 19.36 17.33 19.49C17.28 19.61 17.21 19.72 17.11 19.81C17.02 19.91 16.91 19.98 16.79 20.03C16.66 20.08 16.53 20.11 16.4 20.11C16.27 20.11 16.14 20.08 16.01 20.03C15.89 19.98 15.78 19.91 15.68 19.81L15.54 19.67C15.49 19.61 15.44 19.56 15.39 19.51L15.13 19.24C14.98 19.1 14.78 19.02 14.57 19.02C14.36 19.02 14.16 19.11 14.01 19.25C13.86 19.4 13.78 19.6 13.77 19.81C13.77 20.02 13.85 20.22 14 20.38L14.19 20.57C14.22 20.6 14.25 20.63 14.27 20.67L14.35 20.74C14.51 20.95 14.59 21.21 14.56 21.47C14.54 21.73 14.42 21.97 14.22 22.15C14.03 22.32 13.78 22.42 13.52 22.41C13.25 22.41 13 22.31 12.81 22.12L11.43 20.82L11.96 20.29C12.2 20.06 12.39 19.78 12.52 19.47C12.65 19.16 12.71 18.83 12.71 18.49C12.71 18.16 12.65 17.83 12.52 17.52C12.39 17.21 12.2 16.93 11.96 16.69C11.5 16.23 10.87 15.96 10.22 15.95C10.2 15.3 9.93 14.68 9.47 14.22C9.01 13.76 8.39 13.49 7.73 13.47C7.71 12.82 7.45 12.2 6.98 11.75C6.69 11.45 6.32 11.23 5.92 11.11C5.52 10.99 5.1 10.96 4.69 11.04C4.58 10.56 4.34 10.12 3.99 9.77C3.54 9.32 2.94 9.06 2.31 9.03C1.67 9 1.05 9.2 0.56 9.6C0.2 8.31 0.19 6.95 0.53 5.66C0.88 4.37 1.56 3.19 2.51 2.25L2.51 2.25Z"
								fill="#FAF8F5" />
						</svg>
						<h4 class="advantages__card-title">Собственное производство</h4>
						<p class="advantages__card-subtitle">Контроль качества на всех этапах</p>
					</div>
				</div>

				<div class="advantages__cards advantages__cards-bottom" data-aos="zoom-in">
					<div class="advantages__card">
						<svg
							width="22.666992"
							height="26.666748"
							viewBox="0 0 22.667 26.6667"
							class="advantages__card-icon">
							<path
								d="M14.11 0C14.82 0 15.5 0.28 16 0.78L21.88 6.66C22.38 7.16 22.66 7.84 22.66 8.55L22.66 24C22.66 24.7 22.38 25.38 21.88 25.88C21.38 26.38 20.7 26.66 20 26.66L13.33 26.66C12.98 26.66 12.64 26.52 12.39 26.27C12.14 26.02 12 25.68 12 25.33C12 24.97 12.14 24.64 12.39 24.39C12.64 24.14 12.98 24 13.33 24L20 24L20 10.66L14 10.66C13.46 10.66 12.96 10.45 12.58 10.08C12.21 9.7 12 9.19 12 8.66L12 2.66L4 2.66L4 8C4 8.35 3.85 8.69 3.6 8.94C3.35 9.19 3.02 9.33 2.66 9.33C2.31 9.33 1.97 9.19 1.72 8.94C1.47 8.69 1.33 8.35 1.33 8L1.33 2.66C1.33 1.95 1.61 1.28 2.11 0.78C2.61 0.28 3.29 0 4 0L14.11 0ZM5.33 10.66C6.35 10.66 7.36 10.96 8.22 11.51C9.08 12.07 9.77 12.87 10.19 13.8C10.61 14.74 10.76 15.77 10.6 16.79C10.45 17.8 10.01 18.75 9.33 19.52L9.33 25.11C9.33 25.36 9.27 25.61 9.14 25.83C9.02 26.05 8.85 26.23 8.63 26.36C8.42 26.49 8.18 26.57 7.93 26.58C7.68 26.59 7.43 26.54 7.21 26.42L5.33 25.49L3.45 26.42C3.23 26.54 2.98 26.59 2.73 26.58C2.48 26.57 2.24 26.49 2.02 26.36C1.81 26.23 1.64 26.05 1.51 25.83C1.39 25.61 1.33 25.36 1.33 25.11L1.33 19.52C0.65 18.75 0.21 17.8 0.05 16.79C-0.1 15.77 0.04 14.74 0.47 13.8C0.89 12.87 1.57 12.07 2.44 11.51C3.3 10.96 4.3 10.66 5.33 10.66ZM6.66 21.16C5.79 21.39 4.87 21.39 4 21.16L4 23.17L4.73 22.8C4.92 22.71 5.12 22.66 5.33 22.66C5.54 22.66 5.74 22.71 5.92 22.8L6.66 23.17L6.66 21.16ZM5.33 13.33C4.62 13.33 3.94 13.61 3.44 14.11C2.94 14.61 2.66 15.29 2.66 16C2.66 16.7 2.94 17.38 3.44 17.88C3.94 18.38 4.62 18.66 5.33 18.66C6.04 18.66 6.71 18.38 7.21 17.88C7.71 17.38 8 16.7 8 16C8 15.29 7.71 14.61 7.21 14.11C6.71 13.61 6.04 13.33 5.33 13.33ZM14.66 3.21L14.66 8L19.44 8L14.66 3.21Z"
								fill="#7B5E57" />
						</svg>
						<h4 class="advantages__card-title">Гарантия 30 мес</h4>
						<p class="advantages__card-subtitle">Официально, по договору</p>
					</div>
					<div class="advantages__card">
						<svg
							width="32.333496"
							height="32.333252"
							viewBox="0 0 32.3335 32.3333"
							fill="none"
							class="advantages__card-icon">
							<path
								d="M16.16 20.16C13.95 20.16 12.16 18.37 12.16 16.16C12.16 13.95 13.95 12.16 16.16 12.16C18.37 12.16 20.16 13.95 20.16 16.16C20.16 18.37 18.37 20.16 16.16 20.16Z"
								stroke="#7B5E57"
								stroke-width="3" />
							<path
								d="M14.28 30.05C14.78 30.55 15.45 30.83 16.16 30.83C16.87 30.83 17.55 30.55 18.05 30.05C18.55 29.55 18.83 28.87 18.83 28.16C18.84 27.7 18.98 27.26 19.24 26.88C19.49 26.5 19.85 26.2 20.27 26.01C20.69 25.83 21.16 25.77 21.61 25.85C22.06 25.92 22.49 26.12 22.83 26.43C23.06 26.67 23.35 26.87 23.66 27.01C23.97 27.14 24.31 27.22 24.65 27.22C24.99 27.23 25.33 27.17 25.64 27.04C25.96 26.92 26.25 26.73 26.5 26.5C26.74 26.26 26.94 25.98 27.07 25.66C27.21 25.35 27.28 25.02 27.29 24.68C27.29 24.34 27.23 24 27.11 23.68C26.98 23.36 26.8 23.07 26.56 22.83C26.26 22.5 26.06 22.08 25.98 21.64C25.9 21.2 25.95 20.75 26.12 20.33C26.28 19.91 26.56 19.55 26.92 19.29C27.29 19.02 27.71 18.86 28.16 18.83C28.87 18.83 29.55 18.55 30.05 18.05C30.55 17.55 30.83 16.87 30.83 16.16C30.83 15.45 30.55 14.78 30.05 14.28C29.55 13.78 28.87 13.5 28.16 13.5C27.71 13.46 27.29 13.3 26.92 13.04C26.56 12.77 26.28 12.41 26.12 11.99C25.95 11.58 25.9 11.12 25.98 10.68C26.06 10.24 26.26 9.83 26.56 9.5C27.02 9 27.27 8.34 27.24 7.67C27.22 6.99 26.92 6.35 26.43 5.89C25.93 5.44 25.28 5.19 24.6 5.22C23.93 5.24 23.29 5.53 22.83 6.03C22.48 6.34 22.04 6.55 21.58 6.61C21.11 6.68 20.64 6.61 20.21 6.42C19.79 6.22 19.43 5.9 19.18 5.5C18.94 5.1 18.81 4.63 18.83 4.16C18.83 3.45 18.55 2.78 18.05 2.28C17.55 1.78 16.87 1.5 16.16 1.5C15.45 1.5 14.78 1.78 14.28 2.28C13.78 2.78 13.5 3.45 13.5 4.16C13.51 4.63 13.39 5.1 13.14 5.5C12.9 5.9 12.54 6.22 12.11 6.42C11.68 6.61 11.21 6.68 10.75 6.61C10.28 6.55 9.85 6.34 9.5 6.03C9.27 5.78 8.99 5.59 8.69 5.45C8.39 5.31 8.06 5.23 7.72 5.22C7.05 5.19 6.39 5.44 5.89 5.89C5.4 6.35 5.11 6.99 5.08 7.67C5.06 8.34 5.3 9 5.76 9.5C6.06 9.83 6.26 10.24 6.34 10.68C6.42 11.12 6.37 11.58 6.21 11.99C6.04 12.41 5.76 12.77 5.4 13.04C5.04 13.3 4.61 13.46 4.16 13.5C3.45 13.5 2.78 13.78 2.28 14.28C1.78 14.78 1.5 15.45 1.5 16.16C1.5 16.87 1.78 17.55 2.28 18.05C2.78 18.55 3.45 18.83 4.16 18.83C4.61 18.86 5.04 19.02 5.4 19.29C5.76 19.55 6.04 19.91 6.21 20.33C6.37 20.75 6.42 21.2 6.34 21.64C6.26 22.08 6.06 22.5 5.76 22.83C5.28 23.32 5.02 23.99 5.04 24.68C5.05 25.36 5.33 26.02 5.83 26.5C6.32 26.97 6.99 27.23 7.68 27.22C8.36 27.21 9.02 26.92 9.5 26.43C9.84 26.12 10.26 25.92 10.71 25.85C11.16 25.77 11.63 25.83 12.05 26.01C12.47 26.2 12.83 26.5 13.09 26.88C13.34 27.26 13.48 27.7 13.5 28.16C13.5 28.87 13.78 29.55 14.28 30.05Z"
								stroke="#7B5E57"
								stroke-width="3" />
						</svg>
						<h4 class="advantages__card-title">Монтаж под ключ</h4>
						<p class="advantages__card-subtitle">Всё от замера до установки</p>
					</div>
				</div>
			</div>

			<div class="advantages__media">
				<p class="advantages__media-text" data-aos="fade-up">
					Мы не просто производим мебель, мы производим ее ответственно
				</p>
				<video
					src="/video/Home/advantages/video.mp4"
					class="advantages__media-video"
					autoplay
					loop
					muted
					data-aos="zoom-in">
				</video>
			</div>
		</div>
	</div>
</section>

<style lang="scss">
	.advantages {
		@include adaptiveValue('padding-top', 65, 25, 991, 479, 1);
		@include adaptiveValue('padding-bottom', 45, 35, 991, 479, 1);
		/* .advantages__container */
		&__container {
			@media (max-width: em(1300)) {
				display: flex;
				flex-direction: column;
			}
		}
		/* .advantages__title */
		&__title {
			color: #7b5e57;
			// font-size: rem(40);
			@include adaptiveValue('font-size', 40, 30, 991, 767, 1);
			font-weight: 300;
			line-height: 150%;
			letter-spacing: -1.1px;
			text-transform: uppercase;
			margin-bottom: rem(10);

			@media (max-width: em(1300)) {
				order: 1;
			}
			@media (max-width: $mobile) {
				@include adaptiveValue('font-size', 30, 16, 767, 479, 1);
			}
		}
		/* .advantages__wrapper */
		&__wrapper {
			display: flex;
			// gap: rem(140);
			@include adaptiveValue('gap', 140, 20, 1920, 1300, 1);
			justify-content: space-between;

			@media (max-width: em(1300)) {
				display: contents;
			}
		}
		/* .advantages__content */
		&__content {
			flex: 1;

			display: flex;
			flex-direction: column;

			@media (max-width: em(1300)) {
				display: contents;
			}
		}
		/* .advantages__heading */
		&__heading {
			align-self: flex-end;

			color: #3f2c24;
			// font-size: rem(80);
			@include adaptiveValue('font-size', 80, 40, 767, 479, 1);
			font-weight: 500;
			line-height: 150%;
			letter-spacing: -1.1%;
			// text-align: right;
			// max-width: rem(601);
			margin-bottom: rem(85);
			padding-right: rem(90);

			@media (max-width: em(1300)) {
				order: 2;
				align-self: flex-start;
				margin-bottom: rem(25);
				padding-right: 0;
			}

			@media (max-width: $mobileSmall) {
				@include adaptiveValue('font-size', 40, 36, 479, 320, 1);
			}

			p {
				font-weight: 300;
				font-style: italic;
				// text-align: left;
			}
		}
		/* .advantages__cards */
		&__cards {
			display: grid;
			grid-template-columns: 1fr rem(445);
			gap: rem(20);

			&:last-child {
				grid-template-columns: rem(445) 1fr;
			}

			&:not(:last-child) {
				margin-bottom: rem(20);
			}

			&-top {
				@media (max-width: em(1300)) {
					order: 4;
				}
			}
			&-bottom {
				@media (max-width: em(1300)) {
					order: 6;
				}
			}

			@media (max-width: em(1300)) {
				grid-template-columns: repeat(2, 1fr);

				&:last-child {
					grid-template-columns: repeat(2, 1fr);
				}
			}

			@media (max-width: em(700)) {
				grid-template-columns: 1fr;

				&:last-child {
					grid-template-columns: 1fr;
				}
			}
		}
		/* .advantages__card */
		&__card {
			border: rem(1) solid #cacaca;
			@include adaptiveValue('padding', 24, 10, 767, 479, 1);
			padding-bottom: rem(70);

			@media (max-width: $tablet) {
				display: grid;
				grid-template-columns: rem(22) auto;
				gap: rem(20);
				padding-bottom: rem(24);
			}

			@media (max-width: $mobileSmall) {
				display: flex;
				flex-direction: column;
			}

			/* .advantages__card-icon */
			&-icon {
				margin-bottom: rem(25);

				@media (max-width: $tablet) {
					grid-column: 1/2;
					margin-bottom: 0;
				}
			}
			/* .advantages__card-title */
			&-title {
				color: #7b5e57;
				// font-size: rem(32);
				@include adaptiveValue('font-size', 32, 24, 991, 767, 1);
				font-weight: 600;
				line-height: math.div(40, 32);
				text-transform: uppercase;

				max-width: rem(460);
				margin-bottom: rem(15);

				@media (max-width: $tablet) {
					grid-column: 2/3;
					margin-bottom: 0;
				}
			}
			/* .advantages__card-subtitle */
			&-subtitle {
				color: rgba($color: #3f2c24, $alpha: 0.7);
				font-family: Montserrat;
				// font-size: rem(20);
				@include adaptiveValue('font-size', 20, 18, 991, 767, 1);

				line-height: 110%;
				letter-spacing: rem(-1.1);

				@media (max-width: $tablet) {
					grid-column: 1/3;
				}
			}

			/* .advantages__card--active */
			&--active {
				border: none;
				background-color: #807166;

				.advantages__card-title {
					color: #ffffff;
				}
				.advantages__card-subtitle {
					color: rgba($color: #ffffff, $alpha: 0.7);
				}
			}
		}

		/* .advantages__media */
		&__media {
			flex: 0 1 rem(675);

			display: flex;
			flex-direction: column;

			@media (max-width: em(1300)) {
				display: contents;
			}

			/* .advantages__media-text */
			&-text {
				flex: 1;

				color: #3f2c24;
				font-family: Montserrat;
				// font-size: rem(32);
				@include adaptiveValue('font-size', 32, 28, 991, 767, 1);
				line-height: math.div(36, 32);
				letter-spacing: rem(-1);
				text-align: right;
				margin-bottom: rem(20);

				@media (max-width: em(1300)) {
					order: 3;
				}

				@media (max-width: $mobile) {
					@include adaptiveValue('font-size', 28, 18, 767, 479, 1);
				}
			}
			/* .advantages__media-video */
			&-video {
				max-width: rem(675);
				// height: rem(682);
				@include adaptiveValue('height', 682, 407, 991, 767, 1);

				object-fit: cover;

				@media (max-width: em(1300)) {
					order: 5;
					max-width: 100%;
					margin-bottom: rem(20);
				}

				@media (max-width: $mobile) {
					@include adaptiveValue('height', 407, 245, 767, 479, 1);
				}
			}
		}
	}
</style>
